---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff3
source: html/86ef798e-e6b6-941f-c554-b0472374641e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamExpCoeff3 Property

"Thermal expansion coefficient Z"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamExpCoeff3 { get; }
```